# install packages
brew 'ansible'
brew 'ccat'
brew 'composer'
brew 'coreutils'
brew 'discord'
brew 'ffmpeg'
brew 'git-extras'
brew 'git-open'
brew 'git-recent'
brew 'git'
brew 'gnupg'
brew 'guetzli'
brew 'htop'
brew 'mas'
brew 'mattermost'
brew 'n'
brew 'php'
brew 'postgresql'
brew 'screenfetch'
brew 'tig'
brew 'tmux'
brew 'vim'
brew 'webp'
brew 'yarn'
brew 'zsh-autosuggestions'
brew 'zsh-syntax-highlighting'
brew 'zsh'

# Casks
cask 'alfred3'
cask 'chromedriver'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'handbrake'
cask 'insomnia'
cask 'iterm2'
cask 'kap'
cask 'macmediakeyforwarder'
cask 'spotify'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
cask 'vscodium'
cask 'sublime-text'
cask 'bitwarden'

# Quick Look plugins
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-csv'
cask 'quicklook-json'
cask 'webpquicklook'
