tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "rbenv/tap"

brew "openssl@1.1"
brew "automake"
brew "coreutils"
brew "asdf"
brew "ccat"
brew "curl"
brew "freetds"
brew "webp"
brew "git"
brew "git-extras"
brew "git-recent"
brew "pkg-config"
brew "gnupg"
brew "guetzli"
brew "htop"
brew "httpie"
brew "python@3.8"
brew "imagemagick"
brew "mas"
brew "n"
brew "node"
brew "tmux"
brew "overmind"
brew "postgresql"
brew "screenfetch"
brew "shellcheck"
brew "tig"
brew "vim"
brew "watch"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "rbenv/tap/openssl@1.0"
cask "alfred3"
cask "bitwarden"
cask "discord"
cask "docker"
cask "fanny"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "libreoffice"
cask "macmediakeyforwarder"
cask "mattermost"
cask "ngrok"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rectangle"
cask "signal"
cask "spotify"
cask "sublime-text"
cask "unclack"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"

mas "HP Easy Scan", id: 967004861
mas "Numbers", id: 409203825
mas "OwlOCR", id: 1499181666
